Repository: common-repository/avaibook
Catalog: languages/avaibook-*.po
Languages: ca_es, de_de, es_es, fr_fr, it_it, nl_nl, ru_ru

source: Show Avaibook booking form in your wordpress
ca_es: Mostra el formulari de reserva d’Avaibook al teu wordpress
de_de: Avaibook Buchungsformular auf Ihrer Wordpress-Seite anzeigen
es_es: Mostrar formulario de reservas de Avaibook en tu Wordpress
fr_fr: Afficher le formulaire de réservation Avaibook disponible sur votre Wordpress
it_it: Mostra il modulo di prenotazione Avaibook nel tuo Wordpress
nl_nl: Toon het boekingsformulier van Avaibook in je Wordpress
ru_ru: Показать формуляр бронирования AvaiBook в вашем wordpress

source: Show Avaibook book form 1
ca_es: Mostra el formulari de reserva d’Avaibook 1
de_de: AvaiBook Buchungsformular 1 anzeigen
es_es: Mostrar formulario AvaiBook 1
fr_fr: Afficher le formulaire de réservation Avaibook 1
it_it: Mostra il modulo di prenotazione AvaiBook 1
nl_nl: Toon boekingsformulier 1 van Avaibook
ru_ru: Показать формуляр 1 AvaiBook

source: Show Avaibook book form 2
ca_es: Mostra el formulari de reserva d’Avaibook 2
de_de: AvaiBook Buchungsformular 2 anzeigen
es_es: Mostrar formulario AvaiBook 2
fr_fr: Afficher le formulaire de réservation Avaibook 2
it_it: Mostra il modulo di prenotazione AvaiBook 2
nl_nl: Toon boekingsformulier 2 van Avaibook
ru_ru: Показать формуляр 2 AvaiBook

source: Show Avaibook book form 3
ca_es: Mostra el formulari de reserva d’Avaibook 3
de_de: AvaiBook Buchungsformular 3 anzeigen
es_es: Mostrar formulario AvaiBook 3
fr_fr: Afficher le formulaire de réservation Avaibook 3
it_it: Mostra il modulo di prenotazione AvaiBook 3
nl_nl: Toon boekingsformulier 3 van Avaibook
ru_ru: Показать формуляр 3 AvaiBook

source: Form 1
ca_es: Formulari 1
de_de: Formular 1
es_es: Formulario 1
fr_fr: Formulaire 1
it_it: Modulo 1
nl_nl: Formulier 1
ru_ru: Формуляр 1

source: Form 2
ca_es: Formulari 2
de_de: Formular 2
es_es: Formulario 2
fr_fr: Formulaire 2
it_it: Modulo 2
nl_nl: Formulier 2
ru_ru: Формуляр 2

source: Form 3
ca_es: Formulari 3
de_de: Formular 3
es_es: Formulario 3
fr_fr: Formulaire 3
it_it: Modulo 3
nl_nl: Formulier 3
ru_ru: Формуляр 3

source: You can define three types of form. Each one can have a different configuration or presentation.
ca_es: Pots definir tres tipus de formulari. Cadascun pot tenir una configuració o presentació diferent.
de_de: Sie können drei Arten von Formularen festlegen. Jedes kann über eine andere Konfiguration oder Präsentation verfügen.
es_es: Puedes definir tres tipos de formularios diferentes. Cada uno con una configuración o presentación diferente.
fr_fr: Vous pouvez définir trois types de formulaire. Chaque formulaire peut être configuré ou présenté différemment.
it_it: Puoi definiré tre differenti tipologie di modulo. Ognuna può avere dfferenti configurazioni o presentazioni.
nl_nl: Je kan drie verschillende soorten formulieren vastleggen. Elk formulier kan anders opgesteld zijn of met een andere presentatie.
ru_ru: Предоставляются три вида формуляров. Каждый из них может иметь различную конфигурацию или презентацию.

source: Rental Id is mandatory with "single" rental type.
ca_es: L’identificador de lloguer és obligatori amb un tipus de lloguer “únic”.
de_de: Die Mietkennung ist bei der Mietart „einfach“ obligatorisch.
es_es: El Id de alojamiento es obligatorio en el tipo de motor "sencillo".
fr_fr: L’identifiant de location est obligatoire dans le cadre d’une location « unique »
it_it: L'ID dell'affitto è obbligatorio con tipologie di affitto "singole".
nl_nl: De huurder ID is verplicht voor het verhuurtype „enkelvoudig“.
ru_ru: Арендный идентификатор обязателен при «единственной» аренде.

source: Owner Id is mandatory with "multiple" rental type.
ca_es: L’identificador del propietari és obligatori amb un tipus de lloguer ”múltiple”.
de_de: Die Eigentümer-Kennung ist bei der Mietart „mehrfach“ obligatorisch.
es_es: El Id de propietario es obligatorio en el motor "múltiple".
fr_fr: L’identifiant du propriétaire est obligatoire dans le cadre d’une location « multiple »
it_it: L'ID del propietario è obbligatorio con tipologie di affitto "multiple".
nl_nl: De eigenaar ID is verplicht voor het verhuurtype „meervoudig“.
ru_ru: Идентификация владельца обязательна при «множественной» аренде.

source: Configuration saved.
ca_es: Configuració desada.
de_de: Konfiguration gespeichert.
es_es: Configuración guardada.
fr_fr: Configuration enregistrée.
it_it: Configurazione salvata.
nl_nl: Configuratie opgeslagen.
ru_ru: Конфигурация сохранена.

source: Form
ca_es: Formulari
de_de: Formular
es_es: Formulario
fr_fr: Formulaire
it_it: Formulario
nl_nl: Formulier
ru_ru: Формуляр

source: AvaiBook configuration
ca_es: Configuració d’AvaiBook
de_de: AvaiBook Konfiguration
es_es: Configuración AvaiBook
fr_fr: Configuration AvaiBook
it_it: Configurazione AvaiBook
nl_nl: Configuratie AvaiBook
ru_ru: Конфигурация AvaiBook

source: Choose the type of Booking Engine you wish to link, and fill in the requested parameters (those marked with * are mandatory and you will find their value in your private area of ​​AvaiBook)
ca_es: Tria el tipus de motor de reserva que vols enllaçar i emplena els paràmetres sol·licitats (els marcats amb* són obligatoris i en trobaràs el valor a la teva àrea privada d’AvaiBook)
de_de: Wählen Sie den Typ des Buchungssystem, das Sie verlinken möchten, und geben Sie die erforderlichen Parameter ein (die mit * markierten sind Pflichtfelder, deren Wert Sie in Ihrem privaten Bereich von AvaiBook finden).
es_es: Elige el tipo de motor de reservas que quieres enlazar. Rellena los campos requeridos (Los marcados con * son obligatorios y encontraras su valor en el tu area privada de AvaiBook)
fr_fr: Choisissez le type de moteur de réservation que vous souhaitez associer, et entrez les paramètres requis (ceux portant un * sont obligatoires et sont définis dans votre espace sur AvaiBook)
it_it: Scegli la tipología di Booking engine che desideri e compila i parametri richiesti (quelli marcati con * sono obbligatori e troverai il dettaglio nella tua sezione privata in AvaiBook)
nl_nl: Kies het soort boekingssysteem dat je wil linken en vul de gevraagde parameters in (de parameters met een * zijn verplicht, je vindt de waarden ervan in je privéruimte van AvaiBook)
ru_ru: Выберите вид системы бронирования, который хотите подключить, заполните требуемые параметры (отмеченные * являются обязательными, вы увидите их значения на личной страничке AvaiBook)

source: Booking Engine type
ca_es: Tipus de motor de reserva
de_de: Typ des Buchungssystems
es_es: Tipo de motor AvaiBook
fr_fr: Type de moteur de réservation
it_it: Tipologia di Booking Engine
nl_nl: Soort boekingssysteem
ru_ru: Виды системы бронирования

source: Single
ca_es: Únic
de_de: Einfach
es_es: Sencillo
fr_fr: Unique
it_it: Semplice
nl_nl: Enkelvoudig
ru_ru: Единственный

source: Multiple
ca_es: Múltiple
de_de: Mehrfach
es_es: Múltiple
it_it: Multiplo
nl_nl: Meervoudig
ru_ru: Множественный

source: Choose the type of booking engine you want to use. To a single accommodation or to all your accommodations
ca_es: Tria el tipus de motor de reserva que vols fer servir. Per a un allotjament individual o tots els teus allotjaments
de_de: Wählen Sie den Typ des Buchungssystems, das Sie verwenden möchten. Für eine einzelne Unterkunft oder für alle Ihre Unterkünfte
es_es: Elige el tipo de motor de reservas que quieres usar. Para un único alojamiento o para todos tus alojamientos
fr_fr: Choisissez le type de moteur de réservation que vous souhaitez utiliser (un seul logement ou tous vos logements)
it_it: Acegli la tipología di Booking engine che vuoi utilizzare. Per un singolo alloggio o per tutti i tuoi alloggi.
nl_nl: Kies het soort boekingssysteem dat je wil gebruiken. Voor één bepaalde accommodatie of voor al je accommodaties
ru_ru: Выберите вид системы бронирования, который хотите использовать. Для одного размещения или для всех ваших размещений

source: Rental Id
ca_es: Identificador de lloguer
de_de: Mietkennung
es_es: Id de alojamiento
fr_fr: Identifiant de location
it_it: Id affitto
nl_nl: Huurder ID
ru_ru: Арендный идентификатор

source: This is the AvaiBook accommodation Id
ca_es: Aquest és l’identificador d’allotjament d’AvaiBook
de_de: Das ist die AvaiBook Unterkunfts-ID.
es_es: Este es el identificador de alojamiento
fr_fr: Il s’agit de l’identifiant du logement AvaiBook
it_it: Questo è l'ID alloggio di AvaiBook
nl_nl: Dit is de accommodatie ID van AvaiBook
ru_ru: Это идентификатор размещения AvaiBook

source: Reference
ca_es: Referència
de_de: Referenz
es_es: Referencia
fr_fr: Référence
it_it: Riferimento
nl_nl: Referentie
ru_ru: Ссылка

source: (optional) the generated reserves will have this reference so that you can distinguish them
ca_es: (opcional) les reserves generades tindran aquesta referència perquè puguis distingir-les bé
de_de: (optional) werden die generierten Reservierungen diese Referenz erhalten, damit Sie sie unterscheiden können
es_es: (opcional) las reservas generadas tendrán esta referencia anotada para que puedas distinguirlas
fr_fr: (facultative) les réservations générées mentionneront cette référence pour que vous puissiez les différencier
it_it: (opzionale) le prenotazioni generate avranno questo riferimento, in modo che si possano distinguere
nl_nl: (optioneel) de aangemaakte reserveringen zullen deze referentie hebben, zodat je ze kan onderscheiden
ru_ru: (необязательно) созданным бронированиям присваивается ссылка для того, чтобы их можно было различить

source: This is your customer id in AvaiBook
ca_es: Aquest és el teu identificador de client a AvaiBook
de_de: Das ist Ihre AvaiBook-Kunden-ID
es_es: Este es tu identificador de cliente en AvaiBook
fr_fr: Il s’agit de votre identifiant client sur AvaiBook
it_it: Questo è il tuo ID cliente in AvaiBook
nl_nl: Dit is je klant ID in AvaiBook
ru_ru: Это ваш идентификатор клиента в AvaiBook

source: Show rental units
ca_es: Mostra les unitats de lloguer
de_de: Mieteinheiten anzeigen
es_es: Mostrar unidades alojativas
fr_fr: Afficher les unités de location
it_it: Mostra unità abitative
nl_nl: Toon verhuureenheden
ru_ru: Показать арендованные единицы

source: Show zones
ca_es: Mostra les zones
de_de: Zonen anzeigen
es_es: Mostrar zonas
fr_fr: Afficher les zones
it_it: Mostra zone
nl_nl: Toon zones
ru_ru: Показать зоны

source: Show people
ca_es: Mostra les persones
de_de: Personen anzeigen
es_es: Mostrar personas
fr_fr: Afficher les personnes
it_it: Mostra persone
nl_nl: Toon mensen
ru_ru: Показать количество человек

source: Behavior in the booking engine
ca_es: Comportament en el motor de reserves
de_de: Verhalten im Buchungssystem
es_es: Comportamiento en el motor de reservas
fr_fr: Comportement sur le moteur de réservation
it_it: Comportamento nel Booking engine
nl_nl: Gedrag in het boekingssysteem
ru_ru: Функционирование системы бронирования

source: Display options
ca_es: Mostra opcions
de_de: Anzeigeoptionen
es_es: Opciones de presentación
fr_fr: Afficher les options
it_it: Opzioni schermo
nl_nl: Weergaveopties
ru_ru: Показать варианты

source: Choose how you want your widget to be and what colors you want it to have. If you do not mark any of the options below your widget will only be a button.
ca_es: Trieu com vols que sigui el teu giny i els colors que vols que tingui. Si no marques cap de les opcions que hi ha a sota, el teu giny només serà un botó.
de_de: Wählen Sie, wie Ihr Widget aussehen soll und welche Farben es haben soll. Wenn Sie eine der untenstehenden Optionen nicht markieren, ist Ihr Widget nur eine Schaltfläche.
es_es: Elige cómo quieres que sea tu widget y qué colores quieres que tenga. Si no marcas ninguna de las opciones tu widget será sólo un botón.
fr_fr: Choisissez la configuration et les couleurs de votre widget. Si vous ne le personnalisez pas, votre widget sera un simple bouton.
it_it: Scegli come vuoi che appaia il tuo widget e quali colori cuoi utilizzare. Se non marchi nessuna opzione, il tuo widget sarà solamente un bottone.
nl_nl: Kies hoe je wil dat je widget eruitziet en welke kleuren je ervoor wil. Als je geen van de opties hieronder aanvinkt zal je widget alleen een knop zijn.
ru_ru: Выберите, какой вы хотите виджет и каких цветов. Если вы не отметите ни один из вариантов внизу виджета, то останется всего одна кнопка.

source: title
ca_es: títol
de_de: Titel
es_es: título
fr_fr: titre
it_it: titolo
nl_nl: titel
ru_ru: название

source: This text title will be showed in your form
ca_es: Aquest títol de text es mostrarà al teu formulari
de_de: Dieser Texttitel wird in Ihrem Formular angezeigt
es_es: Este título será mostrado en tu formulario
fr_fr: Ce titre sera présent sur votre formulaire
it_it: Questo titolo si mostrerà nel tuo formulario
nl_nl: Deze titel zal te zien zijn bij de tekst in je formulier
ru_ru: Это текстовое название отобразится в вашем формуляре

source: Request dates
ca_es: Sol·licita les dates
de_de: Anfragetermine
es_es: Pedir fechas
fr_fr: Dates requises
it_it: Date richieste
nl_nl: Vraag data aan
ru_ru: Задать даты

source: show dates request's fields
ca_es: mostra els camps de sol·licitud de dates
de_de: Felder der Anfragetermine anzeigen
es_es: mostrar campos de fecha
fr_fr: afficher les champs des dates requises
it_it: Mostra i campi di richiesta dati
nl_nl: toon velden van de data van de aanvraag
ru_ru: показать поля запроса дат

source: Request guest number
ca_es: Sol·licita el número d’hostes
de_de: Anfrage Anzahl der Gäste
es_es: Pedir número de clientes
fr_fr: Demander le nombre de voyageurs
it_it: Richiedi il numero ospite
nl_nl: Vraag het aantal gasten aan
ru_ru: Задать количество постояльцев

source: show guest's numbers field
ca_es: mostra el camp de número d’hostes
de_de: Feld Anzahl der Gäste anzeigen
es_es: mostrar el campo de número de personas
fr_fr: afficher le champ du nombre de voyageurs
it_it: Mostra i campi del numero degli ospiti
nl_nl: toon veld van aantal gasten
ru_ru: показать поле количества постояльцев

source: Colour settings
ca_es: Ajustaments de color
de_de: Farbeinstellungen
es_es: Configuración de colores
fr_fr: Configuration des couleurs
it_it: Impostazioni colore
nl_nl: Kleurinstellingen
ru_ru: Настройка цвета

source: Set empty for keep your default style.
ca_es: Deixa’l buit per mantenir l’estil predeterminat.
de_de: Leer lassen, um Ihren Standardstil beizubehalten.
es_es: Mantener vacío para dejar tu estilo por defecto.
fr_fr: Ne rien sélectionner pour conserver le réglage par défaut
it_it: Lascia vuoto per mantenere in tuo stile di base.
nl_nl: Laat leeg om je standaardinstellingen te behouden.
ru_ru: Оставить пустым для сохранения вашего стиля по умолчанию.

source: Background colour
ca_es: Color de fons
de_de: Hintergrundfarbe
es_es: Color de fondo
fr_fr: Couleur de fond
it_it: Colore dello sfondo
nl_nl: Achtergrondkleur
ru_ru: Фоновый цвет

source: Main colour
ca_es: Color principal
de_de: Hauptfarbe
es_es: Color principal
fr_fr: Couleur principale
it_it: Colore principale
nl_nl: Hoofdkleur
ru_ru: Основной цвет

source: Text colour
ca_es: Color del text
de_de: Textfarbe
es_es: Color de texto
fr_fr: Couleur du texte
it_it: Colore del testo
nl_nl: Tekstkleur
ru_ru: Текстовый цвет

source: Save changes
ca_es: Desar canvis
de_de: Änderungen speichern
es_es: Guardar cambios
fr_fr: Sauvegarder les modifications
it_it: Salva le modifiche
nl_nl: Bewaar veranderingen
ru_ru: Сохранить изменения

source: Options
ca_es: Opcions
de_de: Optionen
es_es: Opciones
it_it: Opzioni
nl_nl: Opties
ru_ru: Варианты

source: You can use this shortcode
ca_es: Pots fer servir aquest codi curt
de_de: Sie können diesen Shortcode verwenden
es_es: Puedes usar el siguiente shortcode
fr_fr: Vous pouvez utiliser ce numéro abrégé
it_it: Puoi utilizzare questo shortcode
nl_nl: Je kan deze shortcode gebruiken
ru_ru: Можно использовать этот шорткод

source: Only copy this code, and put it where you want in your post or pages.
ca_es: Copia només aquest codi i posa’l on vulguis de la teva entrada o pàgina.
de_de: Kopieren Sie einfach diesen Code und platzieren Sie ihn an der gewünschten Stelle in Ihrem Beitrag oder Ihren Seiten.
es_es: Sólo copia el código y pégalo donde quieras en tus posts o páginas.
fr_fr: Il vous suffit de copier ce code et de le placer où vous voulez sur votre article ou sur vos pages.
it_it: Semplicemente copia questo codice e inseriscilo ovunque tu voglia, nel tuo post o pagina.
nl_nl: Kopieer deze code en plaats hem waar je wil in je publicaties of pagina‘s.
ru_ru: Всего лишь скопируйте этот код и разместите по желанию: на вашем посте или странице.

source: Or you can use our widget
ca_es: També pots fer servir el nostre giny
de_de: Oder verwenden Sie unser Widget
es_es: O puedes usar nuestro widget
fr_fr: Ou vous pouvez utiliser notre widget
it_it: Oppure puoi utilizzare il nostro widget
nl_nl: Je kan ook je widget gebruiken
ru_ru: Или можете использовать наш виджет

source: Go to <a href="%s">widgets section</a> and drag our widget "avaibook%s" where you want.
ca_es: Ves a <a href="%s">widgets section</a> i posa el giny "avaibook%s" on vulguis.
de_de: Gehen Sie auf <a href="%s">widgets section</a> und ziehen Sie unser Widget "avaibook%s" wohin Sie möchten.
es_es: Ve a la <a href="%s">sección de widgets </a> y arrastra nuestro widget "avaibook%s" donde tú quieras.
fr_fr: Rendez-vous sur <a href="%s">widgets section</a> et faite glisser notre widget "avaibook%s" à l’endroit souhaité.
it_it: Vai a <a href="%s"> sezione dei widget </a>e trascina il nostro widget "avaibook%s" dove vuoi.
nl_nl: Ga naar de <a href="%s">widgets section</a> en sleep ons "avaibook%s"-widget naar waar je het wil zetten.
ru_ru: Перейдите на <a href="%s">widgets section</a> и перетащите наш виджет "avaibook%s", куда захотите.

source: Arrive date
ca_es: Data d’arribada
de_de: Ankunftsdatum
es_es: Fecha de llegada
fr_fr: Date d’arrivée
it_it: data di arrivo
nl_nl: Aankomstdatum
ru_ru: Дата прибытия

source: Departure date
ca_es: Data de sortida
de_de: Abreisedatum
es_es: Fecha de salida
fr_fr: Date de départ
it_it: data di partenza
nl_nl: Vertrekdatum
ru_ru: Дата отъезда

source: Guest Num.
ca_es: Núm. hoste
de_de: Anzahl Gäste
es_es: Número de personas
fr_fr: Num. de client
it_it: numero ospite
nl_nl: Aantal gasten
ru_ru: Количество постояльцев

source: search
ca_es: cerca
de_de: Suche
es_es: buscar
fr_fr: rechercher
it_it: cerca
nl_nl: zoeken
ru_ru: поиск
